export default {
  data() {
    return {
      DataWide: [
        {
          id: 1,
          title: "АЛМАЗНОЕ СВЕРЛЕНИЕ",
          p: "Получите идеальное отверстие в бетоне всего за 12-16 минут *, заказав алмазное бурение в специализированной компании. Цена&nbsp;дешевле, чем по рынку Карелии и без предоплаты.",
        },
        {
          id: 2,
          title: "АЛМАЗНАЯ РЕЗКА",
          p: "Изготовление проемов и отверстий любых размеров, в том числе, в наиболее труднодоступных местах. Резка бетона, кирпича, монолита, без пыли и грязи, с точностью до миллиметра.",
        },
        {
          id: 3,
          title: "ДЕМОНТАЖ",
          p: "Мы обладаем достаточным опытом и всем необходимым инструментом для ручного демонтажа, чтобы профессионально проводить необходимые работы по разборке объектов. Это делает нас ценными помощниками на начальных этапах ремонта помещений.",
        },
        {
          id: 4,
          title: "ШТРОБЛЕНИЕ",
          p: "Суть работы заключается в проделывании канавок (борозд) определенной ширины и глубины в стенах, полу или потолке. В эти борозды укладывается электрический кабель для подключения  бытовых приборов и других устройств. Также для прокладки сантехнических и водопроводных коммуникаций.",
        },
        {
          id: 5,
          title: "ШЛИФОВКА",
          p: "Капитальный ремонт называется так не только потому, что туда обязательно утекает весь семейный капитал. Срок службы капитального ремонта должен составлять не менее 25 лет. Значит, просто необходимо привести все поверхности как вертикальные, так и горизонтальные, к их самому прочному основанию - бетону.",
        }
      ],
    };
  },
};
