import img1 from "~/assets/images/objects/lotos-plaza-mall-design-3.jpg";
import img2 from "~/assets/images/objects/637232434-6.jpg";
import img3 from "~/assets/images/objects/p8tkjfielsgcow4sscc-e1542697709494.jpg";
import img4 from "~/assets/images/objects/petrozavodskoe-prezidentskoe-kadetskoe-uchilishhe-1_1.jpg";
import img5 from "~/assets/images/objects/8ff119f67ae6fff_261.aab9fb1c21_g-middle.jpg";

export default {
  data() {
    return {
      objectsData: [
        {
          id: 1,
          title: "ТЦ \"Лотос Plaza\" 2-ая очередь",
          link: "/pageobjects/ТЦ \"Лотос Plaza\" 2-ая очередь",
          address: "Петрозаводск, Лесной пр.",
          imgsrc: img1,
          width:  "607",
          height: "405",
          list_descr: [
            {
              obj_descr: "Торгово-развлекательный комплекс суперрегионального формата, один из самых крупных в Карелии, общей площадью\xa0– 107 200 кв. м, посещаемостью\xa0– 27\xa0000 чел./день.\xa0",
            },
            {
              obj_descr: "К реализации проекта были\xa0привлечены: британская команда архитекторов «Chapman Taylor», крупнейшая международная консалтинговая компания «Colliers International», дизайнеры\xa0интерьера –\xa0Группа компаний «Kanayan Retail &amp; Development Consulting».",
            },
            {
              obj_descr: "Наша компания выполнила полный комплекс работ по алмазному бурению и резке –\xa0два больших проема, объединяющих парковку и 2-ую очередь \"Лотос Плаза\"."
            }
          ]
        },
        {
          id: 2,
          title: "БЦ А38",
          link: "/pageobjects/БЦ А38",
          address: "Петрозаводск, ул. Антикайнена",
          imgsrc: img2,
          width:  "607",
          height: "405",
          list_descr: [
            {
              obj_descr: "Торгово-офисный комплекс\xa0расположен в самом центре Петрозаводска, в\xa0десяти минутах ходьбы от площади\xa0Ленина, железнодорожного и автовокзала.",
            },
            {
              obj_descr: "Здание переменной этажности (от 5 до 9 этажей) общей площадью – 13 535 кв. м было построено в 2018 году.",
            },
            {
              obj_descr: "Нашей компанией выполнен полный комплекс работ по алмазной резке и алмазному бурению.",
            }
          ]
        },
        {
          id: 3,
          title: "Перинатальный центр",
          link: "/pageobjects/Перинатальный центр",
          address: "Петрозаводск, Древлянка",
          imgsrc: img3,
          width:  "607",
          height: "405",
          list_descr: [
            {
              obj_descr: "Строительство перинатального центра в Петрозаводске началось в 2014 году, а завершилось\xa0 в 2018.\xa0",
            },
            {
              obj_descr: "Объект рассчитан на 130 коек, включает отделение патологии беременных, родовое, неонатальное, гинекологическое отделения и поликлинику на 100 посещений в смену.",
            },
            {
              obj_descr: "Учреждение функционирует, как диагностический центр, медицинский центр, медицинская лаборатория, поликлиника для\xa0взрослых, банк стволовых клеток, женская консультация и родильный\xa0дом, где работают врачи различных специальностей.",
            }
          ]
        },
        {
          id: 4,
          title: "Кадетский корпус",
          link: "/pageobjects/Кадетский корпус",
          address: "Петрозаводск, Комсомольский пр.",
          imgsrc: img4,
          width:  "607",
          height: "405",
          list_descr: [
            {
              obj_descr: "Училище имеет, построенные с нулевого цикла учебно-административный корпус с медпунктом, книгохранилищем на 35 тысяч томов, учебными классами, учительскими комнатами и актовым залом на 600 мест.",
            },
            {
              obj_descr: "На территории училища размещены: трёхэтажная столовая на 900 мест, три общежития и спортивный комплекс. В центре комплекса училища размещена аллея воинской Славы.",
            },
            {
              obj_descr: "Также возведены четыре спальных корпуса на 480 человек, спортивный комплекс с ледовым катком и бассейном, открытый стадион с футбольным полем, баскетбольные и волейбольные площадки, теннисные корты, площадки для бадминтона, мини- футбола, гандбола, настольного тенниса и силовых тренажеров.",
            }
          ]
        },
        {
          id: 5,
          title: "Леруа Мерлен",
          link: "/pageobjects/Леруа Мерлен",
          address: "Петрозаводск",
          imgsrc: img5,
          width:  "607",
          height: "405",
          list_descr: [
            {
              obj_descr: "Леруа Мерлен —\xa0французская\xa0компания-ритейлер, специализирующаяся на продаже товаров для строительства, отделки и обустройства дома, дачи и сада.",
            },
            {
              obj_descr: "Основной формат Leroy Merlin\xa0—\xa0гипермаркеты, как правило, расположенные на окраине городов-миллионников и региональных центров. Сеть включает в себя более 460 магазинов в 13 странах мира.",
            },
            {
              obj_descr: "Наша компания выполнила комплекс работ по алмазному\xa0 бурению.",
            }
          ]
        }
      ],
    };
  },
};
